songs/allinyourhead.org
#+TITLE: Nilufer Yanya - All In Your Head

* Lyrics
#+begin_example
[Chorus]
I've hit bottom rock, swear I'm telling the truth
But, down here I'm dark and confused
Although I cannot tell if I'm paranoid
Or it's all in my head, it's all in my head
No signal out here, my thoughts are white noise
What he say right now, if he had a choice
But I cannot tell and I'd die to know
What's going on in your head, on in your head

[Verse 1]
I can think what I want
I can feel what I feel
Until you say it out loud
How will I know if it's real?
And I can do what I like
I'll never know what it means
Some validation is all that I need

[Chorus]
When it hurts just to touch, but you can't dull the pain
'Cause it's telling you things, that make you sound insane
Like they're calling you up, but it's not on the phone
It's all in your head, it's all in your head
The longer it takes, read too far into the signs
But that's what it says, it's just a matter of time
Before we're out of this place where we're no longer trapped
And it's not in my head, it's not my head

[Verse 2]
And I can think what I want
And I can feel what I feel
Until you say it out loud
How will I know if it's real?
And I can do what I like
I'll never know what it means
Some validation is all that I need
And I can think what I want
And I can feel what I feel
Until you say it out loud
How will I know if it's real?

[Bridge]
So say it, and play it
I'm praying you'll waste my time
This picture, gets boring
I give up, oh, darling

[Chorus]
And I've hit bottom rock, swear I'm telling the truth
But down here I'm dark and confused
Although I cannot tell if I'm paranoid
Or it's all in my head, it's all in my head
No signal out here, my thoughts are white noise
What he say right now, if he had a choice
Although I cannot tell and I'd die to know
What's going on in your head, on in your head
#+end_example
