songs/allinyourhead.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-08-03 Thu 12:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nilufer Yanya - All In Your Head</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Nilufer Yanya - All In Your Head</h1>

<div id="outline-container-org93d8b32" class="outline-2">
<h2 id="org93d8b32">Lyrics</h2>
<div class="outline-text-2" id="text-org93d8b32">
<pre class="example" id="orgef646b2">
[Chorus]
I've hit bottom rock, swear I'm telling the truth
But, down here I'm dark and confused
Although I cannot tell if I'm paranoid
Or it's all in my head, it's all in my head
No signal out here, my thoughts are white noise
What he say right now, if he had a choice
But I cannot tell and I'd die to know
What's going on in your head, on in your head

[Verse 1]
I can think what I want
I can feel what I feel
Until you say it out loud
How will I know if it's real?
And I can do what I like
I'll never know what it means
Some validation is all that I need

[Chorus]
When it hurts just to touch, but you can't dull the pain
'Cause it's telling you things, that make you sound insane
Like they're calling you up, but it's not on the phone
It's all in your head, it's all in your head
The longer it takes, read too far into the signs
But that's what it says, it's just a matter of time
Before we're out of this place where we're no longer trapped
And it's not in my head, it's not my head

[Verse 2]
And I can think what I want
And I can feel what I feel
Until you say it out loud
How will I know if it's real?
And I can do what I like
I'll never know what it means
Some validation is all that I need
And I can think what I want
And I can feel what I feel
Until you say it out loud
How will I know if it's real?

[Bridge]
So say it, and play it
I'm praying you'll waste my time
This picture, gets boring
I give up, oh, darling

[Chorus]
And I've hit bottom rock, swear I'm telling the truth
But down here I'm dark and confused
Although I cannot tell if I'm paranoid
Or it's all in my head, it's all in my head
No signal out here, my thoughts are white noise
What he say right now, if he had a choice
Although I cannot tell and I'd die to know
What's going on in your head, on in your head
</pre>
</div>
</div>
</div>
</body>
</html>